Repository: maple-tree-app/maple-tree
Catalog: priv/gettext/*/LC_MESSAGES/groups.po
Languages: pt

source: add group
pt: Criar grupo

source: invite friends
pt: Convidar amigos

source: send link
pt: envie este convite para um amigo

source: expires %{days}
pt: esse link irá expirar em %{days} dias.

source: no group msg
pt: Parece que você ainda não está em nenhum grupo, você pode criar um clicando no botão acima.

source: no group found with filter
pt: Não foi possivel achar um grupo que corresponde a sua busca

source: join
pt: Entrar

source: join msg
pt: Você gostaria de se juntar ao grupo

source: %{members} member
pt: %{members} membro

source: group has been created
pt: grupo criado
